Repository: NikaKvaratskhelia/InternshipProject
Catalog: src/locale/messages.*.xlf
Languages: ka

source: Your Cart
ka: თქვენი კალათა

source: Subtotal: <strong>{{total}}$</strong>
ka: ქვეტოტალი: {START_TAG_STRONG}{INTERPOLATION}${CLOSE_TAG_STRONG}

source: Checkout
ka: გადახდა

source: Your cart is empty 🛒
ka: თქვენი კალათა ცარიელია 🛒

source: Add something nice!
ka: დაამატეთ რამე სასიამოვნო!

source: Insufficient balance!
ka: არასაკმარისი ბალანსი!

source: Checkour Successful!
ka: გადახდა წარმატებით დასრულდა!

source: Card Number*
ka: ბარათის ნომერი*

source: Valid until**
ka: ვადიანობა*

source: Card Owner*
ka: ბარათის მფლობელი*

source: Deposit*
ka: დეპოზიტი*

source: Pay
ka: გადახდა

source: Minimum value for deposit is 1$.
ka: მინიმალური დეპოზიტი არის 1$.

source: Deposit successful!
ka: დეპოზიტი წარმატებით შესრულდა!

source: Gallery
ka: გალერეა

source: 3D Model
ka: 3D მოდელი

source: Add To Cart
ka: კალათაში დამატება

source: Black Standart Ring
ka: შავი სტანდარტული ბეჭედი

source: Minimalist black-coated ring designed for everyday wear. Clean, modern, and built to complement any style without trying too hard
ka: მინიმალისტური შავი საფარით დაფარული ბეჭედი ყოველდღიური ტარებისთვის. სუფთა, თანამედროვე და ნებისმიერი სტილის შესავსებად შექმნილი.

source: Magic Ring
ka: მაგიური ბეჭედი

source: A standout ring featuring detailed engravings and gemstone highlights. Crafted to look mystical without feeling cheap or gimmicky.
ka: გამორჩეული ბეჭედი დეტალური ნაკვეთებითა და ქვის აქცენტებით. შექმნილი მისტიკურად რომ გამოიყურებოდეს, მაგრამ ხელოვნურად ან უხარისხოდ არა.

source: Pearl Necklace
ka: მარგალიტის ყელსაბამი

source: Elegant freshwater-style pearls arranged in a classic strand. Soft shine, timeless look, and perfect for elevating any outfit.
ka: ელეგანტური მტკნარი წყლის სტილის მარგალიტები, კლასიკურ მონაჯაჭვში. რბილი ბრწყინვა, დროისგან შეუცვლელი ლუქი და ნებისმიერი ჩაცმის შესავსებად იდეალური.

source: © All rights reserved!
ka: © ყველა უფლება დაცულია!

source: Home
ka: მთავარი

source: Cart
ka: კალათა

source: Deposit
ka: დეპოზიტი

source: Our Products:
ka: ჩვენი პროდუქტები:

source: View Details
ka: დეტალების ნახვა

source: Minimalist black-coated ring designed for everyday wear. Clean, modern, and built to complement any style without trying too hard.
ka: მინიმალისტური შავი საფარით დაფარული ბეჭედი ყოველდღიური ტარებისთვის. სუფთა, თანამედროვე და ნებისმიერი სტილის შესავსებად შექმნილი.
